Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/moete-i-arbeidsgruppen-for-tradisjonell-kunnskap-alta.html.tmx
Source language: nob
Languages: sme

source: Møte i arbeidsgruppen for tradisjonell kunnskap - Alta
sme: Árbedieđu bargojoavkku čoahkkin - Áltá

source: Arbeidsgruppen for tradisjonell kunnskap har møte i Alta 14.01.20.
sme: Árbedieđu bargojoavkkus lea čoahkkin Álttás ođđajagimánu 14. beaivvi.

source: Arbeidsgruppen er utnevnt av Sametingsrådet. De skal komme med forslag hvordan arbeide videre med tradisjonell kunnskap.
sme: Árbedieđu bargojoavku lea nammaduvvon Sámediggeráđis buktit evttohusa mo bargat viidásat árbedieđu suorggis.

source: Rapporten skal leveres Sametingsrådet før 30.6.2020.
sme: Sii galget geiget čielggadeamis Sámediggeráđđái ovdal geassemánu 30. b 2020.

source: Sametingets administrasjon er arbeidsgruppens sekretariat.
sme: Sámedikki hálddahus lea bargojoavkku čállingoddi.

source: Arbeidsgruppens medlemmer: Anne May Olli, leder Harriet Aira, nestleder Kjellaug Isaksen Solveig Joks Solveig Andersen
sme: Bargojoavkku miellahtut: Anne May Olli, jođiheaddji Harriet Aira, nubbinjođiheaddji Kjellaug Isaksen Solveig Joks Solveig Andersen
